tap "coursier/formulas"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "shivammathur/php"
brew "ca-certificates"
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arm-linux-gnueabihf-binutils"
brew "glib"
brew "cmake"
brew "curl"
brew "entr"
brew "wxwidgets"
brew "erlang"
brew "exercism"
brew "exiftool"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghc"
brew "glfw"
brew "glm"
brew "gnutls"
brew "go"
brew "harfbuzz"
brew "openjdk"
brew "jenkins-lts"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "krb5"
brew "libslirp"
brew "lua"
brew "lua-language-server"
brew "lynx"
brew "mongodb-community@4.2", link: true
brew "neovim"
brew "node"
brew "opam"
brew "openjdk@17"
brew "openvpn"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rabbitmq"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "tmux"
brew "wasm-pack"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "coursier/formulas/coursier"
brew "elastic/tap/elasticsearch-full"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "pgadmin4"
